[
  {
    "id": 1,
    "title": "العاب المنطق",
    "context": "هذا كتابٌ ساحرٌ صدَرَ في صَمْتٍ عام ٢٠٠٧ من المجلس الأعلى للثقافة، وكتَبَهُ عادل مصطفى. اسم الكتاب هو «المغالطات المنطقية: طبيعتنا الثانية وخبزنا اليومي». ويبدأ الكتاب بعبارةٍ مقتبَسَةٍ من شوبنهاور: كم يكون رائعًا لو أمكننا أن نُقَيِّض لكلِّ خدعةٍ جدليةٍ اسمًا مختصَرًا وبيِّنَ الملاءمة؛ بحيث يتسنَّى لنا كُلَّما ارتكب أَحَدٌ هذه الخُدعةَ اللعينةَ أو تلك، أن نوبِّخه عليها للتوِّ واللحظة\nهذا هو بيت القصيد؛ كثيرًا ما يشعُر المرء بمغالطة واضحة في سياق الكلام، لكنه لا يَجِد الكلمات كي يصِفَها أو يُعَبِّر عنها. هذا الكتاب محاولةٌ لتنظيم وتبويب السخافات التي نعيش فيها، وما أحوجنا لذلك في عصر الخبال هذا! بالطبع هو كتابٌ ضخمٌ شديدُ التعقيدِ ولا يمكن تلخيصُه بحال، لكني أُقَدِّم لك هنا طُعمًا يدفعك للبحث عنه، فشرائه، فقراءتِه، فالاحتفاظِ به في مكانٍ قريبٍ؛ لأنك ستعود له مرارًا. المؤلف يشرح في بداية كتابه مفهومَ المنطقِ غيرِ الصُّوريِّ، ومعنى ربط التعليم بالتساؤل النقديِّ الذي يُمَكِّنُ الطالبَ من تمحيص الأفكار والدفاع عنها. إنَّ فنَّ المغالطات المنطقية فنٌّ قديمٌ مارَسَه أفلاطون وأرسطو ثم يأتي بعدَهُما جون لوك وشوبنهاور. لا يكفي أن تُخْبِر الإنسانَ أنَّه عُرضةٌ للخطأ، بل يجب كذلك أن تكشف له عن حقيقة هذا الخطأ. الانسياق وراء رأي الجماهير خطأٌ شائعٌ اسمه ad populum ولا يدلُّ على الحقِّ. فهتلر الذي دمَّرَ ألمانيا وصَلَ للحكم بأغلبيةٍ ساحقةٍ، وقد فاز الرِّقُّ يومًا بتأييد أغلبية الولايات الأمريكية، وكان الجميع يؤمنون أنَّ الأرضَ مركزُ الكونِ باستثناء جاليليو. عليك أن تتعلَّم التفكير بنفسك فلا تَدَعْ أحدًا يفكِّر لك. لا تصدِّقْ كلَّ ما تسمع ونِصْفَ ما ترى. استعدَّ للتخلِّي عن رأيك لو اقتضى الأمر. لا تجعَلْ أمنياتك معيارًا للحق. لا يخلبنَّك زُخْرُفُ الكلام وبلاغتُه فتحسَب هذا هو البرهان\nالمصادرة على المطلوب: أي التسليم بالمسألة المطلوب البرهنة عليها من أجل البرهنة عليها! وهذا نوعٌ من الاستدلال الدائريِّ. مثال: «العدالة تحتاج إلى أجورٍ مرتفعةٍ؛ لأنَّه من الحقِّ والصوابِ أن يكون الناس أقدر على الكسب الوفير.» هل هناك خَلَلٌ في العبارة؟ المقدِّمة هي نفسها النتيجة، ومعنى العبارة هو أنَّ العدالة تحتاج إلى زيادة الأجور؛ لأن العدالة تحتاج إلى زيادة الأجور! مثال آخر: «أي شيء أقل كثافةً من الماء يطفو فوقه؛ لأن هذه الأشياء لا يمكن أن تغطس في الماء!» مثال ثالث: «يجب ألَّا نبيع أيَّ شيء من مقتنيات توت عنخ آمون؛ لأن آثار مصر العظيمة ليست للتصدير.» لو دقَّقْتَ لوجدتَ أن العبارة لم تفسِّر لنا سبب عدم بيع الآثار، بل اكتفَتْ بأن قالت إنَّ آثارنا ليست للبيع؛ لأنها ليست للبيع!\nمنذ سنواتٍ عديدةٍ في طنطا، أذكر أنَّ أحد المرشحين لانتخابات البرلمان كان متهمًا من العامة بأنه يَزرع البانجو؛ فكان أنْ طَبَعَ ملصقًا وزَّعه في كلِّ مكانٍ يقول: «أنا لا أزرع البانجو؛ لأن زرع البانجو محرَّم قانونًا.» لا يوجد منطق لهذه العبارة ولا معنى؛ فكثير من الناس يخالفون القانون. لكنها بدت للناس مقنعة جدًّا\nهناك نموذج آخر من المغالطات هو الحلقة المفرَغة أو الاستدلال الدائري. هنا تعتمد المقدمة على النتيجة وتعتمد النتيجة على المقدمة. مثال: «أنا لم أفعلها يا سيدي المعلم … زميلي عليَّ يشهد إنني صادق … ومَنْ قال إنَّ عليًّا صادقٌ؟!» أو: «أنا أكلِّفك بهذه المهمة لكفاءتك … شكرًا يا سيدي، ولكن لماذا تعتبرني ذا كفاءة؟ … لو لم تكن ذا كفاءة لما عهدتُ لك بهذه المهمة!» ليست كلُّ الحججِ الدائريَّةِ فاسدةً بل تعتمد على السياق. عندما تدور مناقشةٌ بين شخصٍ متديِّنٍ وبين شخصٍ ملحِدٍ، فقد يقول المتديِّن إن القرآن لن يُحَرَّفَ إلى يوم القيامة … لماذا؟ … لأن الله تعالى قال: (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ). الملحد لا يؤمِن بأن القرآن كلمات الله أصلًا، وهذا يجعل الأمر استدلالًا بالدوائر. أما لو دارت نفس المحادثة بين اثنين متدينين يؤمِنَان بأن القرآن من عند الله، تكون الحُجَّةُ صائبةً تمامًا. وقد تكلَّم أرسطو عن هذا. حُجة ديكارت الشهيرة: «أنا أفكِّر إذن أنا موجود.» فيها مغالطة منطقية شديدة. معظم استدلالات فرويد في التحليل النفسي تقوم على الوصول لنتائج تفترض صدق المقدمات المطلق.\nمغالطة المنشأ: الإنسان مولَعٌ بمعرفة مصدر الحُجَّة، فإذا جاءت من مصدرٍ يَمْقُته رفَضَ الحُجَّة، وكأنه يقول: فلتذهب هذه الآراء للجحيم بمَنْ قالوها! بينما الحجج يجب أن تقف على أرجُلِهَا الخاصة لا على قائليها. عندما فاز طاغور — الشاعر البنغالي العظيم — بجائزة نوبل تنادَى قومُه للاحتفال به؛ فقال في سخرية: «إنهم يُكرِّمُون التكريم!» أي إنهم يُكرِّمون جائزة نوبل، ولا يُكرِّمونه هو الذي كان بينهم منذ زمن.\nمن أمثلة أخطاء المنشأ: «هذا الدواء مأخوذٌ من نباتٍ سامٍّ … إذن فهو قاتلٌ حتى لو نصحني الطبيبُ بأخذه.» هذا انتقالٌ غير مشروع لرفض الدواء لأن منشأه سامٌّ، مهما كانت معالجتُه الكيميائية. إنَّ أصل النظرية العلمية لا عَلاقة له بتاتًا بمحتواها. لكن لا بد للنظرية أن تكون قابلةً للتكذيب كما قال الفيلسوف بوبر. بعض الاكتشافات العلمية جاء عن طريق الأحلام؛ مثل تصميم حلقة البنزين الذي حلم به كيكوليه، وحلم بور بنموذج الذرات … فلتأتِ النظرية من حيث أَتَتْ … المهم أن تصمُد للتجرِبة والاختبارات. مغالطة المنشأ ترتبط كثيرًا بالأعمال الفنية، عندما يتدخَّل رأيُكَ الشخصيُّ عن هذا الفنَّان أو ذاك في تذوُّقك لعمله.\nالتعميم المتسرِّع: هنا نستمدُّ خصائصَ فئةٍ معيَّنةٍ من عيِّنةٍ من هذه الفئة. إن الإحصائيين يعرفون قواعدَ أخْذِ عيِّنةٍ ممثِّلةٍ لمجتمعٍ ما، ويعرفون أخطاء العيِّنات. لكنَّ الباحثين بطبعهم قد يختارون العيِّنات المتَّفِقة مع نظرياتهم أو يختارون العيِّنات السهلة بسبب الكسل. هناك مجلة أمريكية قامت بعمل استطلاعٍ عملاقٍ على مليونين من القراء لمعرفة رئيس البلاد القادم، هل هو روزفلت أم لاندون … برهنت التوقعاتُ على فوزٍ ساحقٍ للاندون. الانتخابات الفعلية جاءت بروزفلت! السبب هو أنَّ المجلة كانت تستطلع رأي المشتركين في المجلة والمذكورين في دليل الهاتف … وهؤلاء كانوا شريحةً أعلى دخلًا، بينما لم تُؤخَذ أيُّ عيِّنة من الفقراء. لقد كانت عيِّنةُ المجلة متحيِّزةً Biased. أمثلة هذا الخطأ كثيرة: «كلما رأيتُ الأخبار وجدتُ مجرمين زنوجًا يُقبَض عليهم … إذن كلُّ الزنوج لصوصٌ» «عندما غادرتُ مطار هيثرو وجدتُ الموظف يضحك لي، وسائق سيارة الأجرة مهذبًا؛ فعرفتُ أنَّ البريطانيين شعبٌ دمثٌ» هنا يُذَكِّرنا المؤلفُ بمَثَلٍ عاميٍّ مصريٍّ جميلٍ: «لا تذم ولا تشكر، إلا بعد سنه وست اشْهر!» «كان صديقًا مثاليًّا لي، لكنه عبس في وجهي أثناء الاجتماع وأهانني؛ هو ليس صديقًا وفيًّا وقد قررتُ أن أتخلَّى عنه» التعميم المتسرِّع قد يأتي بنتيجةٍ صادقةٍ لكن هذا لا يُلزمنا بقبولها ما دام الاستدلال مغلوطًا.",
    "user": "أحمد خالد توفيق",
    "publishedDate": "20/10/2020",
    "rating":112,
    "img": "https://1.bp.blogspot.com/-v3qXZBUu08w/VGECAoMC9YI/AAAAAAAA-JA/iIuGnt2sFCg/s1600/1.jpg"
  },
  {
    "id": 2,
    "title": "العاب المنطق",
    "context": "ما زلنا مع هذا الكتاب الشائق الذي كتبه عادل مصطفى. يمكنك قراءة المقال السابق لهذا؛ كي تدخل في الجو بدلًا من أن أكرر ما قلتُه آنفًا. الخطأ المنطقي التالي هو:\nتجاهل المطلوب Ignoratio elenchi: هنا يتجاهل المرء ما يجب أن يبرهِن عليه ليبرهن على شيء آخر. مثلًا يقف وكيل النيابة يحاول اتِّهام المتَّهم بالقتل، فيشرح لنا بشاعة الجريمة وقسوتها دون أن يُقَدِّمَ دليلًا واحدًا على أن الواقف خلف القضبان هو الفاعل. هذه النتيجة تخدَع كثيرين، تفتنهم براعة الإثبات. مثلًا هناك برنامج معيَّن للحد من الفقر … يقف مَنْ وَضَع البرنامج يتكلم عن الفقر وضرورة محاربته، بينما لم يُقَدِّمْ لنا دليلًا واحدًا على أنَّ برنامجه بالذات يُحقِّق هذه الغاية!\nالرنجة الحمراء: قلنا مِنْ قبلُ في عدَّة مواضع إن طريقة الرنجة الحمراء هي طريقة لتضليل كلاب الصيد. الكلاب تطارد المجرمين، فيُلقون في طريقها برِنجةٍ قوية الرائحة تجعلها تبحث في اتِّجَاه خطأ. يمكنك أن تثير قضايا جانبية جذَّابة ينصرف لها عقلُ الناس فلا يتذكَّر أحدٌ ما كنتَ تتكلم عنه. سوف نفعل كذا وكذا لتحسين صحة الأطفال، هنا يتدخل واحد ليتكلم عن زحام المرور وصخب الشوارع … قضية مهمة بلا شك، لكن هل لها عَلاقة بنجاح أو فشل برنامج الصحة؟ الحكومة تريد حظر الحشيش … لكن الخمر أخطر … إن الخمر هي أُمُّ المشاكل وحوداثها تَفُوق الحصر (ليس موضوعنا هو الخمر بل الحشيش). دكتور محسن يطالب بزيادة مواقف السيارات في الكلية … لكن هل تعرف أنهم ضبطوه في عَلاقة مشبوهة مع طالبة؟ لقد انهار التعليم العالي فعلًا (هذا صحيح لكن لا عَلاقة له باقتراح مواقف السيارات).\nهذه الطريقة «الرنجة الحمراء» قريبةٌ جدًّا من طريقة «تجاهُل المطلوب»، لكن في طريقة الرنجة لا نصل لشيء على الإطلاق، بينما في طريقة تجاهُل المطلوب نَصِل لنتيجة صحيحة ممتازة لكنها لا تعنينا في شيء\nالحُجَّة الشخصية: في هذه الطريقة الخبيثة لا تفند قول خصمك بل تتكلم عن شخصه، بينما عبارة ٢ + ٢ = ٤ صحيحة سواء كان قائلها معتوهًا أو عدوًّا أو كافرًا. مثلًا: كيف تَقبلون مشروع الضرائب الجديد من النائب «ج» بينما هو شخص كاذب غشاش؟\nهذه الطريقة أربعة أساليب:\n(أ) السَّبُّ: لا أثق في رأي هذا الرجل فهو جُرِّدَ من منصبه القضائي لفساده. أحيانًا تكون هذه الطريقة في موضعها … فمن الصعب مثلًا أن يُعَيِّنَ المصرِف موظفًا له تاريخٌ لصوصيٌّ.\n(ب) مغالطة «أنت أيضًا تفعل ذلك»: كأنَّ الخطأ يبرر الخطأ … أقلعْ عن التدخين يا بُنَيَّ … لن أفعل فأنت نفسك تدخن. لن أقبل نصيحة هذا الطبيب لتخفيض وزني فهو بدين جدًّا. هناك فرع آخر من هذه المغالطة اسمه «خطآن يصنعان صوابًا». يجب زيادة التعذيب في سجوننا؛ فكل سجون العالم تُعَذِّبُ السجناء. لماذا نخاف الفساد؟ هناك فساد في كل العالم. لنقتل هؤلاء ونُيَتِّمْ أولادهم… فهم كانوا سيفعلون الشيء ذاته بنا لو انتصروا.\n(جـ) التعريض بالظروف الشخصية: هنا تقول إن خَصمك تبنَّى رأيه بسبب ظروف شخصية عابرة. فلان يؤيد رفع ميزانية التسلُّح… بالطبع لأنه يعمل في تجارة السلاح. لا بد لك أن تكره داروين فأنت رجل دين يكسب قُوتَه من سِفر التكوين. برغم أن هذا عامل له وجاهته فإن علينا أن نناقش الحُجَّة أولًا.\n(د) تسميم البئر: هنا منذ البداية تتهم خَصمك بأنه لا يقول الصدق. مثال: لا تصدِّقْ ما سيقول… إنه وغد كذوب. يتم تسميم البئر مبكرًا قبل أن يعرض الخَصم حُجَّته الخاصَّة. وهذا وجه الاختلاف بينه وبين السب والتعريض بالظروف الشخصية.\nلاحتكام إلى سلطة: هنا يتم قبول حُجَّةٍ ما لمجرد أن مَنْ قالها شخص مهم. أي إن هذه معرفة بالوساطة. كان هذا يحدث مع أرسطو دائمًا مَهْمَا قال، وكان يكفي أن تقول: «بنفسه قالها Ipse dixit» لتُقبَل الحُجَّة بلا نقاش. هناك مجالات نقبل فيها هذا الأسلوب مثل أن تمرض فتطلب رأي الطبيب أو يتعطل جهاز الكمبيوتر فتطلب مهندس كمبيوتر، لكنَّ هناك أمورًا لا تحتاج لخبير ولا سلطة. هذا النوع من الخطأ هو سبب حرق العلماء الذين قالوا إن الأرض تدور حول الشمس بينما الكنيسة (السلطة) قالت العكس. من الأمثلة المهمة لهذا الخطأ الإعلانات التي يظهر فيها المشاهير … مثلًا: الممثلة الفلانية تقول إنها تُفَضِّلُ سجائر كذا … هل الممثلة خبيرة سجائر؟! هل هي ذوَّاقة في مصنع تبغ؟ (اسم المهنة الخرمنجي بالمناسبة) علاقتها بالسلعة شبيهة بعَلاقة أي واحد من الجمهور بها، لكن المعلن يريد قول إن سلعته مهمة بقدر أهمية هذه الممثلة. يسهُل دَسُّ كلام فارغ في هذه الطريقة، فمثلًا العالم ويليم جنكز الحائز على نوبل في الفيزياء يؤكد أنه سيتم القضاء على فيروس الإنفلونزا قريبًا (يتكلم في مجال غير مجاله). خارج الكتاب، أذكر أن أحد مذيعي قناة الجزيرة استضاف طبيبًا أمريكيًّا يؤكد له أن لقاح إنفلونزا الخنازير مؤامرة … الفكرة هي أنه ليس طبيب ميكروبيولوجي ولا خبير فيروسات … بل هو طبيب أسنان! مثال آخر: أثبتت دراسات العلماء في شركة «…» للسجائر أن التدخين غير مضر (هذا رأي يصدر عن طرف متحيِّز). أثبتت الأبحاث أن مسحوق «…» هو أفضل مسحوق غسيل (أي أبحاث؟! أين نشرت؟!)\nاستدرار العطف: هنا يُستخدَم العطف في حَدِّ ذاته كحُجَّة منطقية. مثال: لقد قضيتُ عشرة أيام في دراسة هذا الحل، فلا بد أن الحل الرياضي الذي وجدتُه صحيح! هذه المتهمة بريئة يا سيدي القاضي؛ لأنكم لو أدنتموها لتحطَّمت حياتها وتشرَّدَتْ أسرتها. يجب تسهيلُ الامتحانات على الطلاب؛ لأن ظروف الناس قاسية. هذا منطقٌ جديرٌ بوزارة الشئون الاجتماعية لكنه يؤدي إلى وصول الكُلِّ مهما كانوا أغبياء أو فاشلين إلى قمة المجتمع. كيف تقول إن كرتي هذه ليست هدفًا؟ فريقنا مهزوم بأربعة أهداف.\nالاحتكام إلى العامة: التاريخ يُعَلِّمُنَا أن أفكار الكثرة كثيرًا ما تكون خاطئة. وهناك من يرى أن إجماع الناس على رأيٍ هو دليل على خطئه! لكن هذه مغالطة لها نفس الطابع. هناك عدة أشكال لهذه المغالطة:\n(أ) عربة الفرقة الموسيقية: التي يقفز لها الناس الموافقون … ما دامت الفكرة رائجة فلا بد أنها صحيحة. ثمانية ملايين فرنسي لا يمكن أن يكونوا مخطئين. كل الجنوب الأمريكي يؤمن بأن العبودية ضرورية … ملايين البشر كانوا يؤمنون أن الأرض مركز الكون …\n(جـ) التلويح بالعَلَم: وكما يقول صمويل جونسون: الوطنية هي آخر ملاجئ الأوغاد. هنا تلجأ إلى المشاعر الوطنية أو الدينية لتفرض رأيك مهما كان خاطئًا.",
    "user": "أحمد خالد توفيق",
    "publishedDate": "20/11/2020",
    "rating":83,
    "img": "https://4.bp.blogspot.com/-2SSsh1rQnD8/VHN8C7C6y_I/AAAAAAAA-Mo/0Vdq7tGlaaY/s1600/1.jpg"
  },
  {
    "id": 3,
    "title": "العاب المنطق",
    "context": "الاحتكام للقوة: الفكر لا يكون إلا حرًّا. إن الحرية للفكر هي الكينونة ذاتها، وإلَّا فهو ليس فكرًا، بل هو تكرارٌ لآراء الآخرين. في هذه المُغالَطة المنطقية تصنع القوةُ الحقَّ؛ مثلًا: «إذا أردتَ الاحتفاظ بوظيفتك، فعليك أن توافق على سياسة الشركة الجديدة.» كما يقول أبو العلاء المعري:\nدَعَوا باطلًا وجَلَوْا صارمًا وقالوا: صَدَقْنا؟ فقُلنا: نعم\n أي إنهم قالوا كلامًا فارغًا ثم لوَّحوا بالسيف، فاقتنعنا نحن!\nلقد تخلَّى جاليليو عن نظرياته خشية الحرق، لكن الأرض ظلَّت تدور حول الشمس ولم تتغيَّر الحقيقة. هناك أمثلة أخرى قد يكون فيها التهديد منطقيًّا؛ لأنه ناجم عن السببية الواضحة؛ مثال: «إن لم تذاكر جيدًا فلسوف ترسب.»\nلاحتكام للنتائج: هنا تكفي النتيجة الإيجابية أو السلبية وحدها لتبرير المنطق. وهذا خطأ؛ مثلًا: «الأطفال يحبون بابا نويل» … إذن هو موجود. مثال آخر: «لا بد أن العالم يدور حول الأرض، وليس العكس، وإلَّا كان معنى هذا أن الإنسان تافه.»\nلألفاظ المُفخَّخة: هنا يتحدث عمَّا يُسمَّى بالوظيفة الإيعازية للُّغة التي تكلَّم عنها جون أوستن. أفعال كلامية تُحدِث في نفس المُتلقِّي إقناعًا أو خشيةً أو رَهبًا أو سخطًا؛ مثلًا: عندما تستعمل لفظة «بهيمة» بدلًا من لفظة «حيوان»، أو لفظة «رشوة» بدلًا من لفظة «حافز»؛ فأنت تتخلَّى عن الحياد العلمي وتُحرِّض وتحكم. استبدِلْ بكلمة «بدائي» لفظة «همجي»، أو استبدل بلفظة «بسيط» لفظة «ساذج»، ولسوف يُصدِر كلامُك حُكْمًا أخلاقيًّا؛ مثلًا: «يدَّعي السيد نبيل أن الأسهم سترتفع.» كلمة «يدَّعي» حسمت القضية. أو: «كل عاقل في البلد يعرف أن هذه الإجراءات ظالمة.» عندما ذكرتَ لفظة «عاقل» فقد صادرت على رأي المستمع.\nالمنحدر الزَّلق: هنا تفترض حشدًا من النتائج نتيجة فعل بسيط؛ مثال: «إذا استثنيتُك أنت في القرار فسيكون عليَّ أن أستثني الجميع.» أو: «هذا الآيس كريم سوف يؤدِّي لزيادة وزنك … هذا بالتالي سوف يؤدِّي لسلسلة أعراض تنتهي بالنوبة القلبية … إذن الآيس كريم يُسبِّب النوبات القلبية.»\nالإحراج الزائف: أو ما يسمونه «التفكير ثنائي القطبية». أشهر مثال له هو: «إمَّا أن تكون معنا أو ضدنا.» هذه المغالطة تلغي الحل الثالث تمامًا … مثلًا: «إما أن تخوض معنا هذه الحرب وإلَّا فأنت خائن.» أو: «يجب تسريح نصف الموظفين أو تُفلس الدولة في العام القادم.» هذه المغالطة هي سبب الشعور بالتفوق العِرْقي والقَبَليَّة: نحن على صواب … إذن الآخرون على خطأ. نحن مقابل هم! قد تكون هذه المغالطة منطقية عندما لا يكون هناك سوى خيارَيْن فعلًا: «إمَّا أن سليمان ميت أو هو حي.» معنى أنه ليس ميتًا هو بالضرورة أنه حي.\nالسبب الزائف: هنا خَلْطٌ بين المعيَّة والسببية … أنت تربط بين حدوث شيئَيْن معًا؛ لأنك تعتقد أن أحدهما سبب الآخر، بينما قد تكون هذه مصادفة، أو يكون هناك سبب ثالث أحْدَثَ الشيئين؛ مثلًا: قد تجد علاقة بين رعاية بريطانيا للفنون وأعداد البطريق في القطب الجنوبي! مثلًا: الحُمَّى تُسبِّب الطفح الجلدي … هذا خطأ … العدوى الفيروسية سبَّبت الاثنين معًا. أو مثلًا: في أحياء السود … الفقر يتزايد بين المدمنين … إذن الفقر يُسبِّب الإدمان … هذا خطأ … التمييز العنصري يُسبِّب الشيئين معًا.\nالسبب الزائف: هنا خَلْطٌ بين المعيَّة والسببية … أنت تربط بين حدوث شيئَيْن معًا؛ لأنك تعتقد أن أحدهما سبب الآخر، بينما قد تكون هذه مصادفة، أو يكون هناك سبب ثالث أحْدَثَ الشيئين؛ مثلًا: قد تجد علاقة بين رعاية بريطانيا للفنون وأعداد البطريق في القطب الجنوبي! مثلًا: الحُمَّى تُسبِّب الطفح الجلدي … هذا خطأ … العدوى الفيروسية سبَّبت الاثنين معًا. أو مثلًا: في أحياء السود … الفقر يتزايد بين المدمنين … إذن الفقر يُسبِّب الإدمان … هذا خطأ … التمييز العنصري يُسبِّب الشيئين معًا.\nمن ضمن هذا الخطأ ما يسمَّى Ad hoc fallacy؛ أي أن تفترض أن ما يحدث بعد الشيء هو نتيجة له. هذه خرافة مهمة في المعتقدات الشعبية، ويمكن تلخيصها بأسطورة الديك الذي كلما صاح طلعت الشمس؛ ومن ثم استُنتج أن صياحه يجلب الشمس. مثلًا: رأى رجال شعب بدائي الجمل لأول مرة، ثم انتشر بينهم الجدري … هكذا افترضوا أن الجِمال تُسبِّب الجدري. من هنا كل خرافات الطب البديل التي نعرفها، ومن هنا صنع النصَّابون ثرواتهم.\nالسؤال المشحون: هذه حيلة شهيرة جدًّا ناقشها أرسطو جيدًا … على غرار: «هل توقفت عن ضرب زوجتك؟» الإجابة بنعم أو لا تُؤكِّد أن ضرْب الزوجة حدث فعلًا. هنا مُصادرة على المطلوب Petitio preicipii، وهذا شبيه بطريقة المُحقِّقين الشهيرة: «أين أخفيت المال المسروق؟» بينما أنت لم تسرق أصلًا. هناك أمثلة أقل وضوحًا مثل: «هل تؤيد الحزب الحاكم والعمل على رفعة البلاد ومجدها؟» أو «هل تؤيد حرية السوق وجعل الرخاء يعم؟» أو «هل تريد أن تدرس الموسيقى وتُضيِّع وقتك؟»\nالتفكير التشبيهي: التشابُه والتماثُل مهمَّان جدًّا في حياتنا … أن تقيس على خبرات سابقة أو أحداث سابقة أمرٌ مهمٌّ، لكن أحيانًا يكون التشبيه خاطئًا؛ مثل: «الحياة كالنهر … تبدأ كغدير … ثم تصير تيارًا عاتيًا … ثم تنتهي واهنة كليلة حتى تتبدَّد في البحر.» تشبيه لُغوي جميل، لكن لا يمكن القياس عليه. من هذا مثلًا تشبيهُ علاقات الدول بعلاقات الأشخاص من قطيعة وصلح وعتاب … إلخ.\nمن ضمن التفكير التشبيهي مقولة لينين: لكي تصنع العجَّة لا بدَّ من كسر البيض … يجب أن تستأصل وتكون فاشيًّا وتَسحَق المُعارَضة … هذه مرحلة شديدة الخصوصية يجب أن تكون فيها قاتلًا أو مقتولًا. غير أن المُؤلِّف يقول إن هذه المرحلة لا تكون عابرة، بل تظل مقيمة للأبد! … مع الوقت يصير خنق المعارضة عادةً وهدفًا في حد ذاته، وكلما فشلت الأهداف المثالية البعيدة قيل إن هناك خيانة أو تدخُّلًا أجنبيًّا. من ضمن القياس التشبيهي الفاسد مقولة إن المسدس والمطرقة كليهما أداة معدنية صالحة للقتل، فلماذا نُبيح المطرقة ونمنع المسدس؟ أو مثال: المُسْتَخدَمون كالمسامير … لا بد من طَرْقهم على الرأس ليُؤدُّوا عملهم. لو بحثتَ عن تشابُهٍ لأي شيء لوَجَدْتَ … كتب كاتب الأطفال الشهير لويس كارول — على سبيل الدعابة — يسأل عن وجه الشَّبَه بين الغراب والمكتب. من الغريب أن القراء وجدوا أوجهًا كثيرة؛ منها أن إدجار آلان بو كتب قصيدة الغراب وهو جالس على المكتب!\nمهاجمة رجل من قش: حيث يقوم الجزء مقام الكل … أنت تأخذ من كلام خصمك أجزاءً هشَّة يسهل هدمُها، فتوحي بأنك نجحت في تفنيد حجة خَصْمك. عليك — كما قال أرسطو — أن تكون أمينًا وتتبنَّى كل مقولات خَصْمك لتُفنِّدها. تذكَّر بيت الشعر:\nوإذا ما خلا الجبان بأرضٍ طلَب الطَّعْن وحده والنِّزالا \nيَحسُن تسجيل الكلام لتجنُّب فخ «أنت قلت/لا لم أقل». كارل بوبر مثلًا كان يقوم بتحسين نظرية خصمه وتقويتها ثم يهاجمها في أقوى نقطة فيها؛ ومِن ثم يَهدِمها فلا تقوم لها قائمة.",
    "user": "أحمد خالد توفيق",
    "publishedDate": "20/12/2020",
    "rating":74,
    "img": "https://3.bp.blogspot.com/-fkA_8IF6yKE/VIYZPKTS9uI/AAAAAAAA-gQ/4SeRkF-XbkU/s1600/1.jpg"
  },
  {
    "id": 4,
    "title": "العاب المنطق",
    "context": "مغالطة التَّشْيِيئ: التَّشْيِيئ هو أن تَنسِب وجودًا حقيقيًّا لتصورات عقلية. هذا نوع من فن الاستعارة، لكننا هنا نتكلَّم عن استعمالاته الخاطئة. العرَّافون مثلًا يُشيِّئون المستقبل في صورة يُمكن رؤيتها في بلَّوْرة. مثال لهذه المغالطة: أهداف الطبيعة نبيلة (الطبيعة لا أهداف لها).\nانحياز التأييد: أي إننا نبحث عن دليل يؤيد وجهة نظرنا أكثر مما نبحث عن دليل ينفيها. يريد باحث أن يُثبت أن تخفيض الضرائب قلَّل عدد الجرائم؛ مِن ثَمَّ يجمع الأمثلة المؤيدة لذلك، بينما هناك ألف حالة تم فيها تخفيض الضرائب فارتفعت الجرائم. تكلَّم كارل بوبر عن هذا وقال: إن الفكرة التي لا تقبل التفنيد هي فكرة خاطئة غالبًا؛ مثلًا: فكرة أن جميع النباتات تتكاثر جنسيًّا … سوف تجد مئات الأمثلة التي تؤيد هذه الفكرة في الطبيعة، بينما يجب أن يُفتِّش الباحث بعناية عن نماذج لا تتكاثر جنسيًّا؛ ممَّا يَهدِم فرضيته. لو صمَدتِ الفرضيةُ بعِنادٍ لمحاولات تكذيبها فمن المُمكن قَبولُها. أنا في القطب الشمالي؛ إذن سيكون الدُّبُّ القادم أبيض … إذا جاء ألف دبٍّ أبيض فهذا لا يثبت النظرية، بينما لو رأيت دبًّا واحدًا أشهَبَ لتلقَّت النظرية ضربة قاصمة؛ إذن التكذيب هو معيار العلم وليس التأييد، قال فرانسيس بيكون إن رجلًا رأى صورة لناس قيل له إنهم نَجَوْا من الفيضان لأنهم قدَّموا القرابين للآلهة، فقال: وأين صورة الذين قدَّموا قرابين ومع ذلك غرقوا؟\nمغالطات الالتباس: سوء الفهم قد يَقتُل، مثلما وقع في جزر الكناري في حادث طيران عام ١٩٧٧، عندما استُعملت عبارة We are at the take off، ففَهِم برجُ المراقبة أن الطائرة تستعدُّ على أرض المطار، وكان الطيار يعني أنه في الإقلاع … تصادمتْ طائرتان بسبب هذا الالتباس. من أنواع هذا الالتباس:\nالالتباس المُعْجَمي: الاشتراك هو أن تعني الكلمة عدة معانٍ (مثل استخدامات لفظة العين المختلفة)، والترادُف هو أن تعني عدة كلمات نفس الشيء (أسد – ليث – أسامة)؛ مثال: كل قانون يجب أن يطاع … قانون الجاذبية قانون … إذن قانون الجاذبية يجب أن يطاع (قانون لها معنيان هنا). أحيانًا تفتح هذه الطريقة مسارات بلاغية ممتازة؛ مثل قول فرانكلين: يجب أن يتعلَّق بعضنا ببعض وإلا علقنا منفردين (التباس التعلُّق بمعنى التماسُك بتعلُّق الشنق)، والإمام الشافعي: «ما جادلتُ عالمًا إلا وغلبتُه، وما جادلتُ جاهلًا إلا وغلَبني.» أو «مِن الفنِّ ألَّا يظهر الفن!»\nالتباس التركيب: هذه حيلة العرَّافين في جعل كلماتهم غامضة تتفق مع الشيء ونقيضه؛ مثال نُبُوءة عرَّافات دلفي: «إذا ذهب الملك كروسوس ليُحارب كسرى فلسوف يُدمر مملكة عظيمة.» هكذا تحمَّس كروسوس وذهب للحرب وهُزم! فلما عاد للكاهنات قلن إن المملكة العظيمة التي قَصدْنَها ليست مملكة الفرس، لكنها مملكته هو! مثلًا: «كان ضرب زيد مبرحًا.» لم نعرف هل زيدٌ ضاربٌ أم مضروب؟\nالنَّبْر: هو التلاعُب بتشكيل الحروف في الكلمة أو الضغط على مقاطع معينة. وهناك كذلك الاقتباسات المنزوعة من سياقها، وأشهر مثال لها: «لا تقربوا الصلاة.» مؤلف أمريكي زعم أن مفكرًا شهيرًا قال إنه «أنبه صحفيي جيله.» ما قاله المفكر في الحقيقة هو تسفيه لليمينيين: «بين اليمينيين المحافظين فإن فلانًا هو أنبه صحفيي جيله!»\nمغالطة التركيب والتقسيم: مثال ذكرتُه أنا من قبلُ في قصة لي: عندما تصنع فريقًا من أفضل لاعبي العالم وتتوقَّع أن تحصل على مباراة ممتازة، فتكون النتيجة مخيبة للآمال؛ لأن الفريق ليس مجموع أجزائه؛ مثال: الهيدروجين قابل للاشتعال … الأكسجين يساعد على الاشتعال … إذن خلْط الغازين يُنتج مادةً هائلة الاشتعال (الحقيقة أن جمعهما يأتي بالماء)! مغالطة التقسيم هي العكس … كلوريد الصوديوم (الملح) قابل للأكل … إذن الكلور والصوديوم قابلان للأكل. المصريون أضافوا الكثير للطب … إذن دَعْ لي هذا المريض واطمئنَّ!\nإثبات التالي: هنا يتم عكس القضية المنطقية؛ كل البشر فانون … سالي فانية … إذن سالي بشر … واضح أنه استنتاج خاطئ؛ لأن سالي قد تكون قطة مثلًا. الأسكندرية في مصر … أنا في مصر … إذن أنا في الأسكندرية. هذه مغالطة شائعة في الإعلانات: الشاب الرياضي يُفضِّل شرب عصير كذا … أنت تحب عصير كذا … إذن أنت رياضي. مثال آخر: كل الطيور بأجنحة … الوطواط ليس طائرًا؛ إذن ليست له أجنحة.\nالذنب بالتداعي: عندما تكره أناسًا فأنت تكره ما يحبون. الدعوى تصير كاذبة لمجرد أنهم يعتنقونها. كانت المكارثية تمارس هذا الخطأ كثيرًا. مارتن لوثر كينج كان يدافع عن الحقوق المدنية، وبما أن الشيوعيين غالبًا يدافعون عن الحقوق المدنية؛ فلا بد أن لوثر شيوعي. هتلر كان نباتيًّا … إذن لا تكن نباتيًّا أبدًا.\nمغالطة التأثيل: التأثيل Etymology هو البحث عن الأصل التاريخي للكلمة. هذا يُغري بالتحذلُق … بينما اللغة تتطوَّر مع الوقت؛ مثلًا:notorious كان معناها الشهرة، ثم صارت تعني الشخص سيئ السمعة، وكلمة Minister قديمًا كان معناها الخادم، بينما هي اليوم بمعنى الوزير. علينا أن نتقيَّد بالمعنى المعاصر الدَّارج للكلمة.\nالاحتكام إلى الجهل: أي إن الشيء حقيقي ما لم يُبرهِن أحدٌ على أنه باطل … يصير غياب الدليل هو الدليل، أو كل ما لا يمكن نفيُه هو حق. كان مكارثي يتَّهم الناس بالشيوعية معتمدًا على أنه ليس لديه دليل ينفي تهمة الشيوعية عنهم! نذكر كيف طالبت أمريكا صدام حسين بأن يثبت عدم امتلاكه لأسلحة نووية، بينما كان عليها أن تُثبتَ هي؛ من باب أن البينة على مَن ادَّعى. عندما تتَّهم المَغْسَلة بأنها أضاعت بذلتك فعليك أن تُبرز الإيصال للشرطة، بينما لا يمكن اتِّهام المغسلة؛ لأنه ليس عندها ما ينفي استلامها للبذلة!\nأما إن رُحتَ تُبرِّر نفسك وتؤكد أنك لست مُتَّهمًا فأنت تزيد الطين بِلَّة، وكما يقول المثل الفرنسي: «مَن يعتذر يتهم نفسه Qui s’excuse s’accuse.»\nفي مواقف معينة تكون هذه هي حجة الصمت، وهي مقبولة أحيانًا. هناك في علوم الحاسب ما يدعى «الاستدلال القائم على افتقاد المعرفة». قوائم أسماء الناجحين في الامتحان مثال جيد … إذا لم يَرد اسمك في القائمة فهذا دليل على أنك راسب … يسمَّى هذا «الانغلاق الإبستيمي».\nالبروكرستية: تكلَّمت عن هذه المغالطة في إحدى قصصي: سرير قاطع الطريق بروكرستيز لا يُناسب طول النائم فيه؛ لذا نمطُّ النائم أو نقطع قدميه ليتلاءم مع السرير. هنا أنت تفرض رأيك الخاص وتحاول قولبة الأمور عليه. يمكن لجهاز مخابرات أن يُثبت العمالة على أي شخص بالبروكرستية. سماسرة تجارة الإعجاز العلمي في القرآن يلوون الآيات بالبروكرستية. الساسة عندما يفرضون التجانُس على الناس بالقوة يُمارسون البروكرستية. البشر لا يُمكن أن يكونوا مُتماثلين أو يُصَبُّوا في قالب واحد. ويقول العقاد في بيت شعر جميل:\nما فرَّقت كفة الميزان أو عدلت بين الحلي وأحجار الطواحينِ",
    "user": "أحمد خالد توفيق",
    "publishedDate": "20/1/2021",
    "rating":93,
    "img": "https://1.bp.blogspot.com/-_3EZ4MC8_tQ/VLKxhEZjEoI/AAAAAAABAxg/28mBx10WvWs/s1600/1.jpg"
  }
]
